import "./Index.sass"

export default props => {
  return (
    <div className="container">
      <div className="privacy-page row">
        <div className="title title-1">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</div>
        <div className="chunk">
          <p>Администрация сайта skick.me (далее Сайт) с уважением относится к правам посетителей Сайта. Мы безоговорочно признаем важность конфиденциальности личной информации посетителей нашего Сайта. Данная страница содержит сведения о том, какую информацию мы получаем и собираем, когда Вы пользуетесь Сайтом. Мы надеемся, что эти сведения помогут Вам принимать осознанные решения в отношении предоставляемой нам личной информации.</p>
          <p>Настоящая Политика конфиденциальности распространяется только на Сайт. Она не распространяется ни на какие другие сайты и не применима к веб-сайтам третьих лиц.</p>
        </div>
        <div className="chunk">
          <div className="title title-2">Сбор информации</div>
          <p>Сайт собирает только личную информацию, которую Вы предоставляете добровольно при посещении или регистрации на Сайте. Понятие «личная информация» включает информацию, которая определяет Вас как конкретное лицо, например, Ваше имя или адрес электронной почты. Тогда как просматривать содержание Сайта можно без прохождения процедуры регистрации, Вам потребуется зарегистрироваться, чтобы воспользоваться некоторыми функциями, например, создать страницу на Сайте.</p>
          <p>Сайт применяет технологию «cookies» («куки») для создания статистической отчетности. «Куки» представляет собой небольшой объем данных, отсылаемый веб-сайтом, который браузер Вашего компьютера сохраняет на жестком диске Вашего же компьютера. В «cookies» содержится информация, которая может быть необходимой для Сайта, — для сохранения Ваших установок вариантов просмотра и сбора статистической информации по Сайту, т.е. какие страницы Вы посетили, что было загружено, имя домена интернет-провайдера и страна посетителя, а также адреса сторонних веб-сайтов, с которых совершен переход на Сайт и далее. Однако вся эта информация никак не связана с Вами как с личностью. «Cookies» не записывают Ваш адрес электронной почты и какие-либо личные сведения относительно Вас.</p>
          <p>Кроме того, мы используем стандартные журналы учета веб-сервера для подсчета количества посетителей и оценки технических возможностей нашего Сайта. Мы используем эту информацию для того, чтобы определить, сколько человек посещает Сайт и организовать страницы наиболее удобным для пользователей способом, обеспечить соответствие Сайта используемым браузерам, и сделать содержание наших страниц максимально полезным для наших посетителей. Мы записываем сведения по перемещениям на Сайте, но не об отдельных посетителях Сайта, так что никакая конкретная информация относительно Вас лично не будет сохраняться или использоваться Администрацией Сайта без Вашего согласия.</p>
          <p>Чтобы просматривать материал без «cookies», Вы можете настроить свой браузер таким образом, чтобы она не принимала «cookies» либо уведомляла Вас об их посылке.</p>
        </div>
        <div className="chunk">
          <div className="title title-2">Совместное использование информации.</div>
          <p>Администрация Сайта ни при каких обстоятельствах не продает и не отдает в пользование Вашу личную информацию, каким бы то ни было третьим сторонам. Мы также не раскрываем предоставленную Вами личную информацию за исключением случаев предусмотренных законодательством (Нидерландов).</p>
          <p>Администрация сайта имеет партнерские отношения с компанией Google, которая размещает на возмездной основе на страницах сайта рекламные материалы и объявления (включая, но не ограничиваясь, текстовые гиперссылки). В рамках данного сотрудничества Администрация сайта доводит до сведения всех заинтересованных сторон следующую информацию:</p>
          <ul>
            <li>Компания Google как сторонний поставщик использует файлы cookie для показа объявлений на Сайте;</li>
            <li>Файлы cookie рекламных продуктов DoubleClick DART используются Google в объявлениях, показываемых на Сайте, как участнике программы AdSense для контента.</li>
            <li>Использование компанией Google файлов cookie DART позволяет ей собирать и использовать информацию о посетителях Сайта (за исключением имени, адреса, адреса электронной почты или номера телефона), о Ваших посещениях Сайта и других веб-сайтов с целью предоставления наиболее релевантных объявлений о товарах и услугах.</li>
            <li>Компания Google в процессе сбора данной информации руководствуется собственной политикой конфидециальности;</li>
            <li>Пользователи Сайта могут отказаться от использования файлов cookie DART, посетив страницу с политикой конфиденциальности для объявлений и сети партнерских сайтов Google.</li>
          </ul>
        </div>
        <div className="chunk">
          <div className="title title-2">Отказ от ответственности</div>
          <p>Помните, передача информации личного характера при посещении сторонних сайтов, включая сайты компаний-партнеров, даже если веб-сайт содержит ссылку на Сайт или на Сайте есть ссылка на эти веб-сайты, не подпадает под действия данного документа. Администрация Сайта не несет ответственности за действия других веб-сайтов. Процесс сбора и передачи информации личного характера при посещении этих сайтов регламентируется документом «Защита информации личного характера» или аналогичным, расположенном на сайтах этих компаний.</p>
        </div>
      </div>
    </div>
  )
}